[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:36};
itm1={id:12,name:Home_Center,refID:51,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:160,zorder:11};
itm10={backcolor:0,bidimode:left-to-right,content:Artist name,font:41,height:58,highcolor:0,hlayout:left,id:22,linespacing:0,multiline:false,name:Artist_name,type:TEXTFIELD,visible:true,vlayout:top,width:258,wrapline:no-wrap,x:359,y:342,zorder:21};
itm11={backcolor:0,bidimode:left-to-right,content:Audio SiriusXM,font:33,height:36,highcolor:0,hlayout:center,id:23,linespacing:0,multiline:false,name:Audio_SiriusXM,type:TEXTFIELD,visible:true,vlayout:middle,width:390,wrapline:no-wrap,x:205,y:157,zorder:22};
itm12={backcolor:0,height:146,id:26,img:1027,layout:normal,name:Artwork_BG,type:IMAGEFIELD,visible:true,width:144,x:204,y:229,zorder:23,layout_param:{clipx:0,clipy:0}};
itm13={backcolor:0,height:140,id:27,img:532,layout:stretch-fill,name:Artwork,type:IMAGEFIELD,visible:true,width:140,x:204,y:229,zorder:26,layout_param:{}};
itm14={backcolor:0,background:0,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:480,id:29,name:DispON,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:800,x:0,y:0,zorder:31};
itm15={backcolor:0,height:30,id:36,img:1053,layout:normal,name:Tunemix,type:IMAGEFIELD,visible:false,width:94,x:523,y:159,zorder:30,layout_param:{clipx:0,clipy:0}};
itm2={id:13,name:Home_footer,refID:52,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:431,zorder:12};
itm3={id:14,name:TOP,refID:53,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:0,zorder:13};
itm4={id:15,name:Home_header,refID:50,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:0,zorder:14};
itm5={backcolor:0,bidimode:left-to-right,content:Channel Number,font:40,height:32,highcolor:0,hlayout:left,id:17,linespacing:0,multiline:false,name:Channel_Number,type:TEXTFIELD,visible:true,vlayout:middle,width:258,wrapline:no-wrap,x:359,y:224,zorder:16};
itm6={backcolor:0,bidimode:left-to-right,content:Channel name,font:40,height:32,highcolor:0,hlayout:left,id:18,linespacing:0,multiline:false,name:Channel_name,type:TEXTFIELD,visible:true,vlayout:middle,width:258,wrapline:no-wrap,x:359,y:250,zorder:17};
itm7={backcolor:0,bidimode:left-to-right,content:Song,font:41,height:30,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:false,name:Song,type:TEXTFIELD,visible:false,vlayout:top,width:230,wrapline:no-wrap,x:389,y:318,zorder:18};
itm8={backcolor:0,bidimode:left-to-right,content:Song Name,font:41,height:58,highcolor:0,hlayout:left,id:20,linespacing:0,multiline:false,name:Song_Name,type:TEXTFIELD,visible:true,vlayout:top,width:258,wrapline:no-wrap,x:359,y:294,zorder:19};
itm9={backcolor:0,bidimode:left-to-right,content:ARTIST,font:41,height:30,highcolor:0,hlayout:left,id:21,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:false,vlayout:top,width:230,wrapline:no-wrap,x:389,y:342,zorder:20};

